HELP_1 = """🙄 **<u>اوامر الادمن:</u>**

╔━━⊶⛧• 𝑆𝑂𝑈𝑅𝐶𝐸 𝐻𝐴𝑀𝐷 •⛧⊶━━╗

◉︙ /تشغيل ↫ تشغيل الاغاني في المكالمات الصوتيه

◉︙ /تخطي ↫ تخطي التشغيل الحالي

◉︙ /وقف ↫ لإيقاف التشغيل مؤقتا

◉︙ /ايقاف او /انهاء ↫ لإيقاف التشغيل نهائيا

◉︙ /فيديو ↫ لتشغيل فيديو في المكالمات الصوتيه

◉︙ /تحميل ↫ لتحميل من اليوتيوب

◉︙ /بحث ↫ لبحث اغنيه من اليوتيوب

◉︙ /start ➛ لبدء تشغيل البوت الموسيقى

◉︙ /ping ➛ لإختبار سرعة البوت

╚━━⊶⛧• 𝑆𝑂𝑈𝑅𝐶𝐸 𝐻𝐴𝑀𝐷 •⛧⊷━━╝"""

HELP_6 = """🤨 **<u>قوائم التشغيل :</u>**

╔━━⊶⛧• 𝑆𝑂𝑈𝑅𝐶𝐸 𝐻𝐴𝑀𝐷 •⛧⊶━━╗

◉︙ /playlist ➛ التحقق من قائمة التشغيل المحفوظه

◉︙ /deleteplaylist ➛ حذف قائمة التشغيل المحفوظه

◉︙ /play ➛ بدء تشغيل قائمة التشغيل المحفوظه.

╚━━⊶⛧• 𝑆𝑂𝑈𝑅𝐶𝐸 𝐻𝐴𝑀𝐷 •⛧⊷━━╝"""

HELP_8 = """💞 **<u>اوامر التشغيل:</u>**

╔━━⊶⛧• 𝑆𝑂𝑈𝑅𝐶𝐸 𝐻𝐴𝑀𝐷 •⛧⊶━━╗

💡جميع الاوامر تستخدم مع الامر التالي{/} 

◉︙ /تشغيل ↫ تشغيل الاغاني في المكالمات الصوتيه

◉︙ /فيديو ↫تشغيل فيديو في المكالمات الصوتيه

◉︙ /تخطي ↫ لتخطي التشغيل الحالي 

◉︙ /وقف ↫ لإيقاف التشغيل مؤقتا

◉︙ /كمل ↫ لأستئناف التشغيل

◉︙ /ايقاف ↫ لإيقاف التشغيل نهائيا

◉︙ /تحميل ↫ لتحميل اي شي تريده

◉︙ /قناة ↫ لربط القناة في المجموعه

◉︙ /cs ➛ لتشغيل الميوزك في القناة

◉︙ /ct ➛ تخطي التشغيل الحالي في القناة

◉︙ /cw ➛ لإيقاف التشغيل مؤقتا في القناة

◉︙ /cv ➛ تشغيل الفيديو في القناة

◉︙ /ck ➛ لإستئناف التشغيل في القناة

◉︙ /ca or /ce ➛ لإيقاف التشغيل نهائيا في القناة

◉︙ /start ➛ لبدء تشغيل البوت الموسيقى

◉︙ /ping ➛ لإختبار سرعة البوت

╚━━⊶⛧• 𝑆𝑂𝑈𝑅𝐶𝐸 𝐻𝐴𝑀𝐷 •⛧⊷━━╝"""

HELP_9 = """🥀 **<u>اوامر المطور او المالك :</u>**

◉︙ /addsudo ➛ لإضافة مطور الى البوت

◉︙ /delsudo ➛ لإزالة مطور من البوت

🤓 **<u>اوامر البوت:</u>**

◉︙ /restart ➛ اعادة تشغيل البوت

◉︙ /update ➛ تحديث البوت 

◉︙ /speedtest ➛ اختبار سرعة البوت 

◉︙ /maintenance ➛ البوت تحت الصيانه 

◉︙ /logger ➛ المستخدمين للبوت

◉︙ /get_log ➛ جلب المستخدم للبوت

  😅**<u>لتشغيل البوت:</u>**

◉︙ /start ➛ لبدء تشغيل بوت الموسيقى.

◉︙ /help ➛ لعرض اوامر البوت 

◉︙ /settings ➛ الحصول على معلومات المجموعات كامله 

◉︙ /sudolist ➛ التحقق من قائمة المطورين.

◉︙ /ping ➛ لإختبار سرعة البوت

╚━━⊶⛧• 𝑆𝑂𝑈𝑅𝐶𝐸 𝐻𝐴𝑀𝐷 •⛧⊷━━╝"""
